public class Main {
}

/*
6)Введение в массивы(Практическое задание)
Задача:
В прошлом задании вы познакомились с массивами. Сейчас поработаем над практикой. Задача следующая.

Вам необходимо подготовить базу для программы - календарь. Вам сказали, что его нужно сделать на основе массивов. Далее мы его насытим методами, но надо написать структуру. Поэтому подготовим несколько переменных.

Массив с временами года
Массив с месяцами
Массив с возможными днями недели
Массив с числами месяца
Учтите, что вы должны будите переопределить длину массива и при его создании чётко указать сколько элементов будет в нём находится ( мы же прекрасно знаем сколько у нас времён года, дней недели и месяцев)

Попробуйте вывести эти массивы в консоль. А так-же их отдельные элементы( не все, но хотя бы парочку из разных).

Задание со звёздочкой (выполнять если легко справились с первым заданием или есть свободное время)

Создайте двумерный массив где первый уровень - месяц, а второй его возможные даты.
Попробуйте найти способ вывести элементы массива, чтоб каждый был на новой строчке в консоли. (Подсказка придётся покопаться в циклах)
Прочитайте про класс Arrays, чем он полезен. Какой интересный функционал он может нам предоставить для работы с массивами. В ответе опишите, что узнали и какой функционал считаете полезным.
Приложить ссылку на проект в Git к этому заданию
 */
